Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: BOOM — Coach Wu slams his last two cards: Kings! He's out FIRST.
ar: بوم — يصفع المدرب وو ورقتيه الأخيرتين: ملِكان! خرج أولاً.
de: BUMM — Coach Wu knallt seine letzten zwei Karten hin: Könige! Er ist als ERSTER raus.
es: ¡BUM! El Entrenador Wu estampa sus dos últimas cartas: ¡Reyes! Sale el PRIMERO.
fr: BOUM — le coach Wu abat ses deux dernières cartes : des Rois ! Il sort PREMIER.
hi: धमाका — कोच वू अपने आखिरी दो कार्ड पटकते हैं: बादशाह! वह सबसे पहले बाहर।
id: DOR — Coach Wu membanting dua kartu terakhirnya: King! Ia keluar PERTAMA.
ja: ドカン――呉コーチが最後の2枚を叩きつける：キング！ 彼が頭游で上がりだ。
ko: 쾅 — 우 코치가 마지막 두 장을 내리친다: 킹! 그가 1등으로 아웃.
pt_br: BUM — o Treinador Wu joga suas duas últimas cartas: Reis! Ele sai em PRIMEIRO.
ru: БУМ — тренер У хлопает двумя последними картами: короли! Он выходит ПЕРВЫМ.
zh_hans: 轰——吴教练拍下他最后两张牌:一对K!他头游出完。
zh_hant: 轟——吳教練拍下他最後兩張牌:一對 K!他第一個出完。

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Back to Home
ar: العودة إلى الرئيسية
de: Zurück zum Start
es: Volver al inicio
fr: Retour à l'accueil
hi: होम पर वापस
id: Kembali ke Beranda
ja: ホームへ戻る
ko: 홈으로
pt_br: Voltar ao Início
ru: На главную
zh_hans: 回到主页
zh_hant: 回到首頁

source: Beat it with the Jack — never spend more than the trick needs.
ar: اهزمها بالـ شاب — لا تنفق أبداً أكثر مما تتطلبه الجولة.
de: Schlag es mit dem Buben — gib nie mehr aus, als der Stich braucht.
es: Véncela con la Jota: nunca gastes más de lo que la baza necesita.
fr: Bats-le avec le Valet — ne dépense jamais plus que ce que le pli exige.
hi: इसे गुलाम से हराओ — ट्रिक की ज़रूरत से ज़्यादा कभी खर्च मत करो।
id: Kalahkan dengan Jack — jangan pernah belanja lebih dari yang dibutuhkan trik.
ja: ジャックで打ち破れ――一巡に必要な以上は絶対に使うな。
ko: 잭으로 이겨라 — 트릭에 필요한 것 이상 쓰지 마라.
pt_br: Supere com o Valete — nunca gaste mais do que a rodada exige.
ru: Перебейте валетом — никогда не тратьте больше, чем требует взятка.
zh_hans: 用J压过去就行——绝不为一墩花超过它所需的。
zh_hant: 用 J 壓過去——花費永遠不要超過這一墩所需。

source: Beating is optional — passing is a weapon
ar: الهزيمة اختيارية — التمرير سلاح
de: Schlagen ist optional — Passen ist eine Waffe
es: Vencer es opcional; pasar es un arma
fr: Battre est optionnel — passer est une arme
hi: हराना ऐच्छिक है — पास करना एक हथियार है
id: Mengalahkan itu pilihan — pass adalah senjata
ja: 打ち破るのは任意――パスは武器だ
ko: 이기는 건 선택 — 패스는 무기다
pt_br: Bater é opcional — passar é uma arma
ru: Бить необязательно — пас это оружие
zh_hans: 盖牌是选项——不要才是武器
zh_hant: 壓牌是可選項——不要才是武器

source: Before playing a single card, rate your 27: 💣 each bomb = +4 points 👑 each top card (big joker, level pair…) = +1 🪨 each dead small card = −1 12+ → fight for 1st. 6–11 → stay flexible. Under 6 → your job is feeding your partner.
ar: قبل أن تلعب ورقة واحدة، قيّم أوراقك الـ27: 💣 كل قنبلة = +4 نقاط 👑 كل ورقة عليا (جوكر كبير، زوج مستوى…) = +1 🪨 كل ورقة صغيرة ميتة = −1 12+ ← قاتل للمركز الأول. 6–11 ← ابقَ مرناً. أقل من 6 ← مهمتك تغذية شريكك.
de: Bevor du eine einzige Karte spielst, bewerte deine 27: 💣 jede Bombe = +4 Punkte 👑 jede Topkarte (großer Joker, Stufenpaar…) = +1 🪨 jede tote kleine Karte = −1 12+ → kämpfe um Platz 1. 6–11 → bleib flexibel. Unter 6 → deine Aufgabe ist, deinen Partner zu füttern.
es: Antes de jugar una sola carta, evalúa tus 27: 💣 cada bomba = +4 puntos 👑 cada carta alta (comodín grande, pareja de nivel…) = +1 🪨 cada carta pequeña muerta = −1 12+ → pelea por el 1.º. 6–11 → mantente flexible. Menos de 6 → tu tarea es alimentar a tu compañero.
fr: Avant de jouer une seule carte, évalue tes 27 : 💣 chaque bombe = +4 points 👑 chaque carte du dessus (grand joker, paire de niveau…) = +1 🪨 chaque petite carte morte = −1 12+ → bats-toi pour la 1re place. 6–11 → reste flexible. Moins de 6 → ton boulot, c'est de nourrir ton partenaire.
hi: एक भी कार्ड खेलने से पहले, अपने 27 को आँको: 💣 हर बम = +4 अंक 👑 हर ऊँचा कार्ड (बड़ा जोकर, स्तर-जोड़ा…) = +1 🪨 हर बेकार छोटा कार्ड = −1 12+ → पहले स्थान के लिए लड़ो। 6–11 → लचीले रहो। 6 से कम → तुम्हारा काम अपने साथी को खिलाना है।
id: Sebelum memainkan satu kartu pun, nilai 27 kartumu: 💣 tiap bom = +4 poin 👑 tiap kartu teratas (joker besar, pair level…) = +1 🪨 tiap kartu kecil mati = −1 12+ → bertarung untuk juara 1. 6–11 → tetap fleksibel. Di bawah 6 → tugasmu memberi makan pasanganmu.
ja: 1枚でも出す前に、自分の27枚を採点しよう： 💣 炸弾1つ＝＋4点 👑 最上級カード1枚（大ジョーカー、級牌の対子…）＝＋1 🪨 死んだ小札1枚＝−1 12点以上 → 頭游を狙え。 6〜11点 → 柔軟に構えろ。 6点未満 → あなたの仕事は相棒に餌を送ること。
ko: 카드 한 장 내기 전에 당신의 27장을 점수 매겨라: 💣 폭탄 하나당 = +4점 👑 최상위 카드(큰 조커, 급 대자…) = +1 🪨 쓸모없는 작은 카드 = −1 12점 이상 → 1위를 노려라. 6–11점 → 유연하게. 6점 미만 → 당신 역할은 파트너 먹이기.
pt_br: Antes de jogar uma única carta, avalie suas 27: 💣 cada bomba = +4 pontos 👑 cada carta alta (coringão, par de nível…) = +1 🪨 cada carta pequena morta = −1 12+ → lute pelo 1º. 6–11 → fique flexível. Abaixo de 6 → sua função é alimentar seu parceiro.
ru: Прежде чем сыграть хоть одну карту, оцените свои 27: 💣 каждая бомба = +4 очка 👑 каждая топ-карта (большой джокер, козырная пара…) = +1 🪨 каждая мёртвая мелочь = −1 12+ → бейтесь за 1-е место. 6–11 → сохраняйте гибкость. Меньше 6 → ваша задача — кормить партнёра.
zh_hans: 在打出第一张牌之前,先给你的27张评分: 💣 每个炸弹 = +4分 👑 每张顶牌(大王、级牌对子……)= +1 🪨 每张没用的小牌 = −1 12分以上 → 拼头游。 6-11分 → 保持灵活。 6分以下 → 你的任务是喂搭子。
zh_hant: 在出第一張牌之前,給你的 27 張牌打分: 💣 每個炸彈 = +4 分 👑 每張頂牌(大王、級牌對子……)= +1 🪨 每張無用小牌 = −1 12 分以上 → 爭頭游。 6–11 分 → 保持靈活。 6 分以下 → 你的任務是餵牌給搭檔。

source: Beginners feed small-to-large… and watch every gift get eaten. The masters feed THE LADDER: biggest first, to drain the blockers before the real gift.
ar: المبتدئون يقدّمون من الأصغر إلى الأكبر… ويشاهدون كل هدية تُؤكل. أما المحترفون فيقدّمون السلّم: الأكبر أولاً، لاستنزاف الحاجبين قبل الهدية الحقيقية.
de: Anfänger füttern von klein nach groß… und sehen zu, wie jedes Geschenk gefressen wird. Die Meister füttern DIE LEITER: das Größte zuerst, um die Blocker zu entleeren, bevor das echte Geschenk kommt.
es: Los novatos alimentan de menor a mayor… y ven cómo cada regalo es devorado. Los maestros alimentan LA ESCALERA: lo más grande primero, para drenar a los bloqueadores antes del regalo de verdad.
fr: Les débutants nourrissent du petit au grand… et regardent chaque cadeau se faire dévorer. Les maîtres nourrissent L'ÉCHELLE : le plus gros d'abord, pour vider les bloqueurs avant le vrai cadeau.
hi: शुरुआती छोटे-से-बड़े खिलाते हैं… और हर तोहफा खा लिया जाता देखते हैं। उस्ताद सीढ़ी खिलाते हैं: सबसे बड़ा पहले, ताकि असली तोहफे से पहले रोकने वालों को निकाल दिया जाए।
id: Pemula memberi makan dari kecil ke besar… lalu menonton tiap hadiah dilahap. Para master memberi makan TANGGA: yang terbesar dulu, untuk menguras para pemblok sebelum hadiah sejatinya.
ja: 初心者は小から大へ餌を送り…せっかくの贈り物が全部食われるのを眺める。達人は「階段」で送る：まず一番大きいのを出し、ブロッカーを抜いてから本命の贈り物を渡す。
ko: 초보는 작은 것부터 큰 것 순으로 바친다… 그리고 모든 선물이 먹히는 걸 본다. 고수는 사다리로 바친다: 큰 것부터, 진짜 선물 전에 막는 카드를 빼내려고.
pt_br: Iniciantes alimentam do pequeno ao grande… e veem cada presente ser devorado. Os mestres alimentam A ESCADA: o maior primeiro, para drenar os bloqueadores antes do presente de verdade.
ru: Новички подносят от мелкой к крупной… и смотрят, как каждый подарок съедают. Мастера подносят ПО ЛЕСТНИЦЕ: сначала самое крупное, чтобы вычистить блокеров перед настоящим подарком.
zh_hans: 新手从小到大地进贡……眼看着每份礼物都被吃掉。高手进的是阶梯:先送最大的,把拦路的牌耗光,再送真正的大礼。
zh_hant: 新手由小到大餵牌……然後眼睜睜看著每份禮物被吃掉。高手餵的是階梯:先餵最大的,把攔路的耗光,再送真正的大禮。

source: Best saved for the last trick
ar: يُفضّل ادّخارها للجولة الأخيرة
de: Am besten für den letzten Stich aufgehoben
es: Mejor reservada para la última baza
fr: Mieux vaut la garder pour le dernier pli
hi: आखिरी ट्रिक के लिए सबसे अच्छा बचाया गया
id: Paling baik disimpan untuk trik terakhir
ja: 最後の一巡まで取っておくのが最善
ko: 마지막 트릭을 위해 아껴두는 게 최선
pt_br: Melhor guardar para a última rodada
ru: Лучше приберечь для последней взятки
zh_hans: 最好留到最后一墩
zh_hant: 最好留到最後一墩

source: Best to worst: ① complete a STRAIGHT FLUSH (a bomb from thin air) ② grow a bomb by one ③ finish a tube or plate ④ pair the level card itself (a 15-strength pair). Worst: padding a cheap pair.
ar: من الأفضل إلى الأسوأ: ① أكمِل فلوشاً متتالياً (قنبلة من العدم) ② كبّر قنبلة بورقة ③ أنهِ ثلاثيات أو أزواجاً متتالية ④ ازدوج ورقة المستوى نفسها (زوج بقوة 15). الأسوأ: حشو زوج رخيص.
de: Vom Besten zum Schlechtesten: ① einen STRAIGHT FLUSH vervollständigen (eine Bombe aus dem Nichts) ② eine Bombe um eins vergrößern ③ einen Holzbrett-Drilling oder Stahlbrett-Drilling fertigstellen ④ die Stufenkarte selbst paaren (ein Paar mit Stärke 15). Am schlechtesten: ein billiges Paar aufpolstern.
es: De mejor a peor: ① completar una ESCALERA DE COLOR (una bomba de la nada) ② agrandar una bomba en uno ③ rematar un tubo o una placa ④ emparejar la propia carta de nivel (una pareja de fuerza 15). La peor: rellenar una pareja barata.
fr: Du meilleur au pire : ① compléter une QUINTE FLUSH (une bombe sortie de nulle part) ② agrandir une bombe d'un cran ③ finir un tube (木板) ou un plate (钢板) ④ apparier la carte de niveau elle-même (une paire de force 15). Pire : rembourrer une paire bon marché.
hi: सबसे अच्छे से सबसे बुरे तक: ① एक समान-रंग सिलसिला पूरा करो (कहीं से भी एक बम) ② एक बम को एक से बढ़ाओ ③ एक तीन-जोड़ा या तीन-समान-सिलसिला पूरा करो ④ खुद स्तर-कार्ड का जोड़ा बनाओ (15-ताकत का जोड़ा)। सबसे बुरा: एक सस्ते जोड़े को भरना।
id: Terbaik ke terburuk: ① melengkapi SAME-FLUSH STRAIGHT (bom dari ketiadaan) ② memperbesar bom satu tingkat ③ menyelesaikan tube atau plate ④ memasangkan kartu level itu sendiri (pair berkekuatan 15). Terburuk: menambal pair murahan.
ja: 最善から最悪へ：① 同花順を完成させる（無から炸弾） ② 炸弾を1枚分育てる ③ 木板か钢板を仕上げる ④ 級牌自体で対子を作る（強さ15の対子）。最悪：安い対子の水増し。
ko: 최선에서 최악: ① 동화순 완성(맨땅에서 폭탄) ② 폭탄을 한 장 키우기 ③ 목판(삼연대)이나 강판(삼동연) 완성 ④ 급패 자체로 대자 만들기(15강도 대자). 최악: 값싼 대자를 채우기.
pt_br: Do melhor ao pior: ① completar uma SEQUÊNCIA DE MESMO NAIPE (uma bomba do nada) ② aumentar uma bomba em um ③ fechar um trecho de pares ou de trios ④ emparelhar a própria carta de nível (um par de força 15). Pior: reforçar um par barato.
ru: От лучшего к худшему: ① завершить ФЛЕШ-СТРИТ (бомба из ничего) ② нарастить бомбу на одну ③ достроить три-связку-пар или три-связку-троек ④ спарить саму козырную карту (пара силой 15). Худшее: добивать дешёвую пару.
zh_hans: 从好到坏:① 凑成同花顺(凭空变出一个炸弹) ② 把炸弹长大一张 ③ 凑齐一副木板或钢板 ④ 把级牌本身配成对(一对15点的强对)。最差:去补一对没用的小对子。
zh_hant: 從最好到最差:① 湊成一個同花順(憑空變出一個炸彈) ② 把炸彈長一張 ③ 補成一個三連對或三同連 ④ 把級牌本身配成對(一個 15 強度的對子)。最差:給一個小對子墊牌。

source: Big bomb? Sit still and wait
ar: قنبلة كبيرة؟ اجلس بهدوء وانتظر
de: Große Bombe? Sitz still und warte
es: ¿Bomba grande? Quédate quieto y espera
fr: Grosse bombe ? Reste tranquille et attends
hi: बड़ा बम? चुपचाप बैठो और इंतज़ार करो
id: Bom besar? Duduk diam dan tunggu
ja: 大きな炸弾？ じっと座って待て
ko: 큰 폭탄? 가만히 앉아 기다려라
pt_br: Bomba grande? Fique quieto e espere
ru: Большая бомба? Сидите смирно и ждите
zh_hans: 大炸弹?稳坐等时机
zh_hant: 大炸彈?坐穩了等。

source: Big table + you need lead
ar: طاولة كبيرة + تحتاج إلى الهجوم
de: Großer Tisch + du brauchst das Anspiel
es: Mesa grande + necesitas el ataque
fr: Grande table + tu as besoin de la main
hi: बड़ी मेज़ + तुम्हें चाल चाहिए
id: Meja besar + kamu butuh pimpinan
ja: 大きな場＋首攻が欲しい
ko: 판이 크고 + 당신이 첫공이 필요할 때
pt_br: Mesa grande + você precisa do lançamento
ru: Полный стол + вам нужен ход
zh_hans: 桌面大 + 你需要出牌权
zh_hant: 桌面牌多 + 你需要出牌權

source: Block by the numbers
ar: اعترِض بالأرقام
de: Blocken nach Zahlen
es: Bloquea según los números
fr: Bloquer selon les nombres
hi: गिनती से रोको
id: Blok sesuai angka
ja: 数字でブロックせよ
ko: 숫자로 막아라
pt_br: Bloqueie pelos números
ru: Блокируйте по числам
zh_hans: 照数字封牌
zh_hant: 按數字攔牌

source: Blocking Downstream
ar: اعتراض اللاعب التالي
de: Den Spieler nach dir blocken
es: Bloqueando al de abajo
fr: Bloquer en aval
hi: नीचे की ओर रोकना
id: Memblok Hilir
ja: 下家をブロックする
ko: 하류 막기
pt_br: Bloqueando quem vem depois
ru: Блокировка идущего следом
zh_hans: 封下家
zh_hant: 封堵下家

source: Blocking a straight? Don't nudge it — CAP IT. Equal straights are 20× more common than equal full houses and 500× more common than equal plates. Cap low and they ride a higher straight over you; cap to the top and their only answer is a bomb — expensive for them, perfect for you.
ar: تعترض سلسلة متتالية؟ لا تدفعها قليلاً — أغلقها بالأعلى. السلاسل المتساوية أكثر شيوعاً بـ20 ضعفاً من الثلاثيات-مع-أزواج المتساوية، وبـ500 ضعف من الأزواج-المتتالية المتساوية. أغلق منخفضاً فيركبون سلسلة أعلى فوقك؛ أغلق عند القمة فيكون ردهم الوحيد قنبلة — مكلفة لهم، مثالية لك.
de: Einen Straight blocken? Stups ihn nicht an — DECKEL IHN. Gleiche Straights sind 20-mal häufiger als gleiche Full Houses und 500-mal häufiger als gleiche Stahlbretter. Deckle niedrig, und sie reiten einen höheren Straight über dich; deckle ganz oben, und ihre einzige Antwort ist eine Bombe — teuer für sie, perfekt für dich.
es: ¿Bloqueando una escalera? No la empujes: PÓNLE EL TOPE. Las escaleras iguales son 20 veces más comunes que los tríos con dos iguales y 500 veces más comunes que las placas iguales. Pon el tope bajo y te pasarán por encima con una escalera más alta; ponlo al máximo y su única respuesta será una bomba: caro para ellos, perfecto para ti.
fr: Bloquer une suite ? Ne la pousse pas d'un cran — COIFFE-LA. Les suites égales sont 20× plus fréquentes que les trois-avec-deux égaux et 500× plus fréquentes que les plates égaux. Coiffe bas et ils enjambent avec une suite plus haute ; coiffe au sommet et leur seule réponse est une bombe — chère pour eux, parfaite pour toi.
hi: एक सिलसिला रोक रहे हो? इसे धकेलो मत — इसे ऊपर से ढको। बराबर सिलसिले बराबर तीन-दो-वालों से 20 गुना ज़्यादा आम हैं और बराबर तीन-समान-सिलसिलों से 500 गुना ज़्यादा। नीचे ढको और वे ऊँचे सिलसिले से तुम पर सवार हो जाएँगे; ऊपर तक ढको और उनका एकमात्र जवाब बम है — उनके लिए महँगा, तुम्हारे लिए बढ़िया।
id: Memblok sebuah straight? Jangan menyenggolnya — TUTUP DI ATAS. Straight setara 20× lebih sering muncul daripada full house setara dan 500× lebih sering daripada plate setara. Tutup di angka rendah dan mereka menumpang straight lebih tinggi melewatimu; tutup hingga puncak dan satu-satunya jawaban mereka adalah bom — mahal bagi mereka, sempurna bagimu.
ja: 順子をブロックする？ ちょっと押さえるな――頂点まで上限を打て。等しい順子は等しい三帯二の20倍、等しい钢板の500倍も多く出る。低く押さえると相手はより高い順子であなたを乗り越える。頂点まで上限を打てば、相手の唯一の答えは炸弾――相手には高くつき、あなたには完璧だ。
ko: 순자를 막을 때? 살짝 밀지 말고 — 꼭대기로 눌러라. 똑같은 순자는 똑같은 삼대이보다 20배 흔하고, 똑같은 강판보다 500배 흔하다. 낮게 누르면 더 높은 순자로 타넘고, 꼭대기로 누르면 그들의 유일한 응수는 폭탄이다 — 그들에겐 비싸고, 당신에겐 완벽하다.
pt_br: Bloqueando uma sequência? Não a empurre — TAMPE-A. Sequências iguais são 20× mais comuns que três-com-dois iguais e 500× mais comuns que trios consecutivos iguais. Tampe baixo e eles passam uma sequência mais alta por cima; tampe no topo e a única resposta deles é uma bomba — cara para eles, perfeita para você.
ru: Блокируете стрит? Не подталкивайте его — НАКРОЙТЕ ПОТОЛКОМ. Равные стриты встречаются в 20 раз чаще равных три-с-двумя и в 500 раз чаще равных три-связок-троек. Накроете низко — они переедут вас стритом повыше; накроете по самой верхушке — их единственный ответ это бомба: дорого для них, идеально для вас.
zh_hans: 要封顺子?别只往上顶一点——直接封顶。同等顺子比同等三带二常见20倍,比同等钢板常见500倍。封得低,他们骑一条更高的顺子盖过你;封到顶,他们唯一的解法就是炸弹——对他们费钱,对你正好。
zh_hant: 攔順子?別輕推它——封頂!相等的順子比相等的三帶二常見 20 倍,比相等的三同連常見 500 倍。封得低,他們就騎一個更高的順子壓過你;封到頂,他們唯一的解法就是炸彈——對他們昂貴,對你完美。

source: Bomb Value
ar: قيمة القنبلة
de: Bombenwert
es: Valor de la bomba
fr: Valeur de la bombe
hi: बम का मूल्य
id: Nilai Bom
ja: 炸弾の価値
ko: 폭탄 가치
pt_br: Valor da Bomba
ru: Ценность бомбы
zh_hans: 炸弹价值
zh_hant: 炸彈價值

source: Bomb them immediately
ar: فجّرهم فوراً
de: Bombe sie sofort
es: Bombéalos de inmediato
fr: Bombarde-les immédiatement
hi: उन पर तुरंत बम गिराओ
id: Bom mereka segera
ja: すぐに炸弾を出せ
ko: 즉시 폭탄으로 쳐라
pt_br: Bombeie-os imediatamente
ru: Бомбите их немедленно
zh_hans: 立刻炸他们
zh_hant: 立刻炸他們

source: Bomb these moments
ar: فجّر في هذه اللحظات
de: Bombe diese Momente
es: Bombea estos momentos
fr: Bombarde ces moments
hi: इन पलों पर बम गिराओ
id: Bom momen-momen ini
ja: この瞬間に炸弾を出せ
ko: 이 순간들을 폭탄으로 쳐라
pt_br: Bombeie estes momentos
ru: Бомбите в эти моменты
zh_hans: 在这些时刻开炸
zh_hant: 炸這些時機

source: Bomb, charge, listen or ambush
ar: فجّر، اندفع، أنصت أو انصب كميناً
de: Bomben, stürmen, lauschen oder hinterhalten
es: Bombear, cargar, escuchar o emboscar
fr: Bombarder, foncer, écouter ou tendre une embuscade
hi: बम, हमला, सुनो या घात
id: Bom, serang, dengarkan, atau jebak
ja: 炸弾、主攻、傾聴、待ち伏せ
ko: 폭탄, 돌격, 경청 또는 매복
pt_br: Bombear, atacar, ouvir ou emboscar
ru: Бомбить, атаковать, слушать или устроить засаду
zh_hans: 炸、攻、听牌还是埋伏
zh_hant: 炸、攻、聽,還是伏擊

source: Bomb-on-sight that early is charger DNA. Feed them small caps; chargers burn themselves out by mid-hand.
ar: التفجير فور الرؤية بهذه السرعة هو حمض نووي للمُهاجم الاندفاعي. أطعمه أوراقاً عليا صغيرة؛ فالمهاجمون الاندفاعيون يحرقون أنفسهم في منتصف اليد.
de: So früh auf Sicht zu bomben ist Stürmer-DNA. Füttere sie mit kleinen Caps; Stürmer brennen sich bis zur Handmitte selbst aus.
es: Bombear en cuanto se ve, tan pronto, es ADN de cargador. Aliméntalos con topes pequeños; los cargadores se queman a media mano.
fr: Bombarder à vue aussi tôt, c'est de l'ADN de fonceur. Nourris-les de petits coups forts ; les fonceurs s'épuisent d'eux-mêmes en milieu de manche.
hi: इतनी जल्दी देखते ही बम गिराना हमलावर का स्वभाव है। उन्हें छोटी ऊँची चालें खिलाओ; हमलावर हाथ के बीच तक खुद को जला लेते हैं।
id: Bom-begitu-terlihat sedini itu adalah DNA penyerang. Beri mereka tutupan kecil; penyerang membakar diri sendiri di tengah ronde.
ja: あんなに早く見るや炸弾を出すのは主攻型のDNA。小さな上限を餌に与えろ――主攻型は中盤までに自滅する。
ko: 그렇게 일찍 보이는 족족 폭탄을 치는 건 돌격형의 본성이다. 작은 캡으로 먹여라; 돌격형은 중반에 제풀에 다 태운다.
pt_br: Bombear de cara assim tão cedo é DNA de atacante. Alimente-o com topos pequenos; atacantes se esgotam no meio da mão.
ru: Так рано бомбить с лёту — это ДНК атакующего. Кормите его мелкими верхушками; атакующие выгорают к середине партии.
zh_hans: 这么早就见牌即炸,是主攻型的天性。喂他们些小封顶牌;主攻型到中盘就会把自己烧光。
zh_hant: 那麼早就見牌就炸,是主攻型的本色。餵他們小封頂牌;主攻型到中盤就把自己燒光了。

source: Bombs are tempo, not points
ar: القنابل إيقاع، لا نقاط
de: Bomben sind Tempo, keine Punkte
es: Las bombas son tempo, no puntos
fr: Les bombes sont du tempo, pas des points
hi: बम रफ्तार हैं, अंक नहीं
id: Bom itu tempo, bukan poin
ja: 炸弾はテンポであって得点ではない
ko: 폭탄은 템포지 점수가 아니다
pt_br: Bombas são ritmo, não pontos
ru: Бомбы — это темп, а не очки
zh_hans: 炸弹是节奏,不是分数
zh_hant: 炸彈是節奏,不是分數

source: Bombs!
ar: قنابل!
de: Bomben!
es: ¡Bombas!
fr: Des bombes !
hi: बम!
id: Bom!
ja: 炸弾！
ko: 폭탄!
pt_br: Bombas!
ru: Бомбы!
zh_hans: 炸弹!
zh_hant: 炸彈!

source: Born
ar: وُلد
de: Geboren
es: Nacido
fr: Né
hi: जन्म
id: Lahir
ja: 誕生
ko: 탄생
pt_br: Nascido
ru: Рождён
zh_hans: 天生的
zh_hant: 生來如此

source: Both big jokers and all natural level cards have hit the table. Your ♠A single is now…
ar: كلا الجوكرَين الكبيرَين وكل أوراق المستوى الطبيعية نزلت على الطاولة. مفردة ♠A لديك أصبحت الآن…
de: Beide großen Joker und alle natürlichen Stufenkarten sind auf dem Tisch gelandet. Deine ♠A-Einzelkarte ist jetzt…
es: Ambos comodines grandes y todas las cartas de nivel naturales han salido a la mesa. Tu suelta de ♠A ahora es…
fr: Les deux grands jokers et toutes les cartes de niveau naturelles sont passés sur la table. Ton single ♠A est désormais…
hi: दोनों बड़े जोकर और सभी प्राकृतिक स्तर-कार्ड मेज़ पर आ चुके हैं। तुम्हारी ♠A इकाई अब है…
id: Kedua joker besar dan semua kartu level alami sudah keluar di meja. Single ♠A-mu kini…
ja: 大ジョーカー2枚と天然の級牌すべてが場に出た。あなたの♠A単張は今や…
ko: 큰 조커 두 장과 모든 천연 급패가 판에 나왔다. 당신의 ♠A 단장은 이제…
pt_br: Os dois coringões e todas as cartas de nível naturais já foram à mesa. Sua avulsa ♠A agora é…
ru: Оба больших джокера и все натуральные козырные карты уже на столе. Ваш одиночный ♠A теперь…
zh_hans: 两张大王和全部天然级牌都已落桌。你那张 ♠A 单张现在是……
zh_hant: 兩張大王和所有原生級牌都已經到桌面了。你的 ♠A 單張現在是……

source: Both equally
ar: كلاهما بالتساوي
de: Beide gleichermaßen
es: Ambos por igual
fr: Les deux à parts égales
hi: दोनों बराबर
id: Keduanya sama saja
ja: どちらも同等
ko: 둘 다 똑같이
pt_br: Ambos igualmente
ru: Оба одинаково
zh_hans: 两者一样
zh_hant: 兩者都一樣

source: Both you and your partner hold roughly equal, decent hands. Who should support?
ar: أنت وشريكك تمسكان يدَين متكافئتَين تقريباً وجيدتَين. مَن يجب أن يدعم؟
de: Du und dein Partner haltet beide etwa gleich gute, ordentliche Hände. Wer sollte unterstützen?
es: Tú y tu compañero tenéis manos más o menos iguales y decentes. ¿Quién debería apoyar?
fr: Toi et ton partenaire tenez tous deux des mains à peu près équivalentes et correctes. Qui devrait soutenir ?
hi: तुम और तुम्हारा साथी दोनों लगभग बराबर, ठीक-ठाक हाथ रखते हो। किसे सहायता करनी चाहिए?
id: Kamu dan pasanganmu sama-sama memegang tangan yang kira-kira setara dan lumayan. Siapa yang harus jadi support?
ja: あなたと相棒は、どちらもほぼ同等の手堅い手を持つ。どちらが助攻すべき？
ko: 당신과 파트너 둘 다 비슷하게 괜찮은 패를 들고 있다. 누가 보조를 맡아야 할까?
pt_br: Tanto você quanto seu parceiro têm mãos mais ou menos equivalentes e boas. Quem deve dar suporte?
ru: У вас и у вашего партнёра примерно равные, неплохие руки. Кому идти в поддержку?
zh_hans: 你和搭子的手牌都差不多,都还不错。谁该当助攻?
zh_hant: 你和搭檔手裡的牌都差不多,都算不錯。誰該當助攻?

source: Both → always pairs
ar: كلاهما ← دائماً أزواج
de: Beide → immer Paare
es: Ambos → siempre parejas
fr: Les deux → toujours en paires
hi: दोनों → हमेशा जोड़े
id: Keduanya → selalu pair
ja: どちらも → 常に対子
ko: 둘 다 → 항상 대자
pt_br: Ambos → sempre pares
ru: Оба → всегда парами
zh_hans: 两者 → 一律出对子
zh_hant: 兩者 → 一律出對子

source: Break it into two strong singles
ar: فكّكها إلى مفردتين قويتين
de: Brich es in zwei starke Einzelkarten auf
es: Pártela en dos sueltas fuertes
fr: Casse-la en deux singles forts
hi: इसे दो मजबूत इकाइयों में तोड़ दो
id: Pecah jadi dua single kuat
ja: 強い単張2枚に分ける
ko: 강한 단장 두 장으로 쪼개라
pt_br: Quebre em duas avulsas fortes
ru: Разбейте на две сильные одиночные
zh_hans: 拆成两张强单张
zh_hant: 把它拆成兩個強單張

source: Break the rules, win the trick
ar: اكسر القواعد، واكسب الجولة
de: Brich die Regeln, gewinn den Stich
es: Rompe las reglas, gana la baza
fr: Enfreins les règles, remporte le pli
hi: नियम तोड़ो, ट्रिक जीतो
id: Langgar aturan, menangkan trik
ja: ルールを破り、一巡を制す
ko: 규칙을 깨고, 트릭을 이겨라
pt_br: Quebre as regras, ganhe a rodada
ru: Нарушь правила — возьми взятку
zh_hans: 打破常规,赢下这一墩
zh_hant: 打破規則,贏下這一墩

source: Broken
ar: مكسور
de: Gebrochen
es: Rota
fr: Cassée
hi: टूटा हुआ
id: Pecah
ja: 崩れた
ko: 깨짐
pt_br: Quebrada
ru: Разбита
zh_hans: 拆散的
zh_hant: 破了

source: Build a gradient
ar: ابنِ تدرّجاً
de: Bau einen Verlauf auf
es: Construye un gradiente
fr: Bâtir un gradient
hi: एक ढाल बनाओ
id: Bangun sebuah gradien
ja: グラデーションを作れ
ko: 단계(그라데이션)를 만들어라
pt_br: Monte um gradiente
ru: Постройте градиент
zh_hans: 搭出一道梯度
zh_hant: 建一道梯度
